from time import sleep as timeout
import time
import base64
import socket
import sys
import os
def main (main):
    os.system ('clear')
    print ("\033[1;33m       .. . 😈 ثﺤﺑﻟا يرﺎﭴ ...")
    time.sleep(10)
    print ("\033[1;31m╔╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╗")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╢      \033[1;33minsta 5 Compte    \033[1;31m ╢")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╚╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╝")
    print (' ')
    time.sleep(5)
    print ("\033[1;31m╔╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╗")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╢      \033[1;33mfb 3 compte       \033[1;31m ╢")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╚╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╝")
    print (' ')
    time.sleep(5)
    print ("\033[1;31m╔╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╗")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╢      \033[1;33mgmail 9 compte    \033[1;31m ╢")
    print ("\033[1;31m╢                         ╢")
    print ("\033[1;31m╚╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╧╤╝")
    print (' ')
    print ("        \033[1;33mتﺎﺑﺎﺴﺤ  ضرﻋ")
    print ("          yes = y  : no = n ")
    v7x2 = input ("  \033[1;35m ==> \033[1;32m")
    if v7x2 == 'y' : 
             os.system ('python 1.py')
main (main)
home_main ()
