from time import sleep as timeout
import time
import base64
import socket
import sys
import os
print ('\033[1;32m')
os.system ('pkg install sl -y')
os.system ('clear')
def main (main):
    time.sleep(5)
    os.system ('clear')
    print ("\033[1;31m")
    print ('           █▀▀▀░░░░░░░▀▀▀█                █▀▀▀░░░░░░░▀▀▀█')
    print ("        █▀░░░░░░░░░░░░░░░░░▀█          █▀░░░░░░░░░░░░░░░░░▀█")
    print ("       █│░░░░░░░░░░░░░░░░░░░│█        █│░░░░░░░░░░░░░░░░░░░│█")
    print ("       ▌│░░░░░░░░░░░░░░░░░░░│▐        ▌│░░░░░░░░░░░░░░░░░░░│▐")
    print ("      █░└┐░░░░░░░░░░░░░░░░░┌┘░█      █░└┐░░░░░░░░░░░░░░░░░┌┘░¶")
    print ("      █░░└┐░░░░░░░░░░░░░░░┌┘░░█      █░░└┐░░░░░░░░░░░░░░░┌┘░░█")
    print ("      █░░┌┘▄▄▄▄▄░░░░░▄▄▄▄▄└┐░░█      █░░┌┘▄▄▄▄▄░░░░░▄▄▄▄▄└┐░░█")
    print ("       ▌░│██████▌░░░▐██████│░▐█      █▌░│██████▌░░░▐██████│░▐")
    print ("       █░│▐███▀▀░░▄░░▀▀███▌│░█        █░│▐███▀▀░░▄░░▀▀███▌│░█")
    print ("      █▀─┘░░░░░░░▐█▌░░░░░░░└─▀█      █▀─┘░░░░░░░▐█▌░░░░░░░└─▀█")
    print ("      █▄░░░▄▄▄▓░░▀█▀░░▓▄▄▄░░░▄       █▄░░░▄▄▄▓░░▀█▀░░▓▄▄▄░░░▄█")
    print ("        █▄─┘██▌░░░░░░░▐██└─▄█          █▄─┘██▌░░░░░░░▐██└─▄█")
    print ("         █░░▐█─┬┬┬┬┬┬┬─█▌░░█            █░░▐█─┬┬┬┬┬┬┬─█▌░░█")
    print ("        █▌░░░▀┬┼┼┼┼┼┼┼┬▀░░░▐█          █▌░░░▀┬┼┼┼┼┼┼┼┬▀░░░▐")
    print ("         █▄░░░└┴┴┴┴┴┴┴┘░░░▄█            █▄░░░└┴┴┴┴┴┴┴┘░░░▄█")
    print ("           █▄░░░░░░░░░░░▄█                █▄░░░░░░░░░░░▄█")
    print ("              █▄▄▄▄▄▄▄█                      █▄▄▄▄▄▄▄█")
    print ("")
    time.sleep(1)
    print ("")
    time.sleep(0.2)
    print ('')
    time.sleep(1)
    print ('')
    time.sleep(1)
    v7x2 = input ("   \033[1;33mرﺧأ  مدﺧﺗﺴﻣ  مﺴإ :  ﻊﻣ  مدﺧﺗﺴﻣ  مﺴإ بﺘڪأ \033[1;35m ==> \033[1;32m")
    if v7x2 == 'zouhair : ettaher : elkihel > oued zem' :
            os.system ('python 9.py')

main (main)
home_main ()
